{
    "title": "Privacy Policy",
    "lastUpdated": "Last Updated: April 10, 2025",
    "backToHome": "Back to Home",
    "introduction": {
        "title": "Introduction",
        "content": "At BankApp, we take your privacy seriously. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our mobile application and banking services. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the application."
    },
    "dataCollection": {
        "title": "Information We Collect",
        "content": "We may collect information about you in a variety of ways. The information we may collect via the Application includes:",
        "items": [
            {
                "title": "Personal Data",
                "content": "Personally identifiable information, such as your name, shipping address, email address, and telephone number, and demographic information, such as your age, gender, hometown, and interests, that you voluntarily give to us when you register with the Application or when you choose to participate in various activities related to the Application."
            },
            {
                "title": "Derivative Data",
                "content": "Information our servers automatically collect when you access the Application, such as your native actions that are integral to the Application, including transactions, as well as other interactions with the Application and other users via server log files."
            },
            {
                "title": "Financial Data",
                "content": "Financial information, such as data related to your payment method (e.g., valid credit card number, card brand, expiration date) that we may collect when you purchase, order, return, exchange, or request information about our services from the Application."
            },
            {
                "title": "Mobile Device Data",
                "content": "Device information, such as your mobile device ID, model, and manufacturer, and information about the location of your device, if you access the Application from a mobile device."
            }
        ]
    },
    "dataUse": {
        "title": "Use of Your Information",
        "content": "Having accurate information about you permits us to provide you with a smooth, efficient, and customized experience. Specifically, we may use information collected about you via the Application to:",
        "items": [
            "Create and manage your account",
            "Process transactions and send notifications about your transactions",
            "Compile anonymous statistical data and analysis for use internally or with third parties",
            "Deliver targeted advertising, newsletters, and other information regarding promotions and the Application to you",
            "Email you regarding your account or order",
            "Enable user-to-user communications",
            "Fulfill and manage purchases, orders, payments, and other transactions related to the Application",
            "Generate a personal profile about you to make future visits to the Application more personalized",
            "Increase the efficiency and operation of the Application",
            "Monitor and analyze usage and trends to improve your experience with the Application"
        ]
    },
    "dataSecurity": {
        "title": "Security of Your Information",
        "content": "We use administrative, technical, and physical security measures to help protect your personal information. While we have taken reasonable steps to secure the personal information you provide to us, please be aware that despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse."
    },
    "contactUs": {
        "title": "Contact Us",
        "content": "If you have questions or comments about this Privacy Policy, please contact us at:",
        "email": "privacy@bankapp.com",
        "phone": "+1 (555) 123-4567",
        "address": "123 Banking Street, Finance City, FC 12345"
    }
}