{
    "title": "الشروط والأحكام",
    "lastUpdated": "آخر تحديث: 10 أبريل 2025",
    "backToHome": "العودة إلى الصفحة الرئيسية",
    "introduction": {
        "title": "مقدمة",
        "content": "مرحبًا بك في تطبيق البنك. تحكم هذه الشروط والأحكام استخدامك لتطبيق الهاتف المحمول الخاص بنا والخدمات المقدمة من خلاله. باستخدامك لتطبيقنا، فإنك توافق على هذه الشروط والأحكام بالكامل. إذا كنت لا توافق على أي جزء من هذه الشروط والأحكام، فيجب عليك عدم استخدام تطبيقنا."
    },
    "definitions": {
        "title": "التعريفات",
        "content": "تنطبق المصطلحات التالية على هذه الشروط والأحكام وبيان الخصوصية وإشعار إخلاء المسؤولية وأي أو كل الاتفاقيات:",
        "terms": [
            {
                "term": "التطبيق",
                "definition": "يشير إلى تطبيق الخدمات المصرفية عبر الهاتف المحمول تطبيق البنك، المتاح على منصات iOS و Android."
            },
            {
                "term": "الشركة",
                "definition": "تشير إلى شركتنا، تطبيق البنك المسجلة في 123 شارع البنوك، مدينة المالية، FC 12345."
            },
            {
                "term": "المستخدم",
                "definition": "يشير إلى أي شخص يقوم بتنزيل التطبيق أو التسجيل فيه أو استخدامه."
            },
            {
                "term": "الخدمات",
                "definition": "تشير إلى الخدمات المالية والمصرفية المقدمة من خلال التطبيق، بما في ذلك على سبيل المثال لا الحصر تحويل الأموال والمدفوعات وإدارة الحساب."
            }
        ]
    },
    "accountService": {
        "title": "شروط الحساب والخدمة",
        "content": "من خلال إنشاء حساب على تطبيقنا، فإنك توافق على الشروط التالية:",
        "items": [
            "يجب أن يكون عمرك 18 عامًا على الأقل لإنشاء حساب واستخدام خدماتنا.",
            "يجب عليك تقديم معلومات دقيقة وحديثة وكاملة أثناء عملية التسجيل.",
            "أنت مسؤول عن الحفاظ على سرية بيانات اعتماد حسابك.",
            "أنت مسؤول عن جميع الأنشطة التي تحدث تحت حسابك.",
            "توافق على إخطارنا على الفور بأي استخدام غير مصرح به لحسابك أو أي خرق آخر للأمان.",
            "نحتفظ بالحق في تعليق أو إنهاء حسابك إذا ثبت أن أي معلومات قدمتها أثناء التسجيل غير دقيقة أو غير حديثة أو غير كاملة.",
            "نحتفظ بالحق في رفض الخدمة لأي شخص لأي سبب في أي وقت."
        ]
    },
    "liability": {
        "title": "حدود المسؤولية",
        "content": "لا يتحمل تطبيق البنك أو مديروه أو موظفوه أو شركاؤه أو وكلاؤه أو موردوه أو الشركات التابعة له، بأي حال من الأحوال، المسؤولية عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر، فقدان الأرباح أو البيانات أو الاستخدام أو الشهرة أو غيرها من الخسائر غير الملموسة، الناتجة عن (1) وصولك إلى التطبيق أو استخدامه أو عدم القدرة على الوصول إليه أو استخدامه؛ (2) أي سلوك أو محتوى لأي طرف ثالث على التطبيق؛ (3) أي محتوى تم الحصول عليه من التطبيق؛ و(4) الوصول غير المصرح به أو الاستخدام أو التغيير في إرسالاتك أو محتواك، سواء كان ذلك على أساس الضمان أو العقد أو المسؤولية التقصيرية (بما في ذلك الإهمال) أو أي نظرية قانونية أخرى، سواء تم إبلاغنا بإمكانية حدوث مثل هذا الضرر أم لا."
    },
    "governing": {
        "title": "القانون الحاكم",
        "content": "تخضع هذه الشروط وتفسر وفقًا لقوانين [بلدك]، بغض النظر عن أحكام تعارض القوانين. لن يعتبر فشلنا في تنفيذ أي حق أو حكم من هذه الشروط تنازلاً عن تلك الحقوق."
    }
}