{
    "title": "سياسة الخصوصية",
    "lastUpdated": "آخر تحديث: 10 نيسان  2025",
    "backToHome": "العودة إلى الصفحة الرئيسية",
    "introduction": {
        "title": "مقدمة",
        "content": "في تطبيق البنك، نأخذ خصوصيتك على محمل الجد. توضح سياسة الخصوصية هذه كيفية جمع معلوماتك واستخدامها والكشف عنها وحمايتها عند استخدام تطبيق الهاتف المحمول والخدمات المصرفية. يرجى قراءة سياسة الخصوصية هذه بعناية. إذا كنت لا توافق على شروط سياسة الخصوصية هذه، فيرجى عدم أستخدام التطبيق."
    },
    "dataCollection": {
        "title": "المعلومات التي نجمعها",
        "content": "قد نجمع معلومات عنك بطرق مختلفة. المعلومات التي قد نجمعها عبر التطبيق تشمل:",
        "items": [
            {
                "title": "البيانات الشخصية",
                "content": "المعلومات التي تعرف هويتك شخصيًا، مثل اسمك وعنوان السكنن وعنوان البريد الإلكتروني ورقم الهاتف، والمعلومات الديموغرافية، التي تقدمها لنا طواعي. الرجاء العلم بأننا لا نتعمد جمع المعلومات الشخصية من الأطفال ما دون سن 18 أو الاحتفاظ بها أو حفظها من خلال الخدمات، حيث أننا نطلب بأن يتعهد جميع المستخدمين لنا بأن عمرهم لا يقل عن 18 سنة."
            },
            {
                "title": "البيانات المشتقة",
                "content": "المعلومات التي تجمعها خوادمنا تلقائيًا عند الوصول إلى التطبيق، مثل الإجراءات الأصلية التي تعد جزءًا لا يتجزأ من التطبيق، بما في ذلك المعاملات، وكذلك التفاعلات الأخرى مع التطبيق والمستخدمين الآخرين عبر ملفات سجل الخادم."
            },
            {
                "title": "البيانات المالية",
                "content": "المعلومات المالية، مثل البيانات المتعلقة بطريقة الدفع الخاصة بك (مثل رقم الحساب، ونوع الدفع، و رقم الهاف) التي قد نجمعها عند الدفعع أو طلب الدفع أو طلب معلومات حول خدماتنا من التطبيق."
            },
            {
                "title": "بيانات الجهاز المحمول",
                "content": "معلومات الجهاز، مثل معرف جهازك المحمول والطراز والشركة المصنعة، ومعلومات حول موقع جهازك، إذا كنت تصل إلى التطبيق من جهاز محمول."
            }
        ]
    },
    "dataUse": {
        "title": "استخدام معلوماتك",
        "content": "وجود معلومات دقيقة عنك يسمح لنا بتزويدك بتجربة سلسة وفعالة ومخصصة. على وجه التحديد، قد نستخدم المعلومات التي تم جمعها عنك عبر التطبيق من أجل:",
        "items": [
            "إنشاء وإدارة حسابك",
            "معالجة المعاملات وإرسال إشعارات حول معاملاتك",
            "إرسال بريد إلكتروني إليك بخصوص حسابك أو طلبك",
            "تمكين الاتصالات بين المستخدمين",
            "تنفيذ وإدارة عمليات الشراء والطلبات والمدفوعات والمعاملات الأخرى المتعلقة بالتطبيق",
            "إنشاء ملف شخصي عنك لجعل الزيارات المستقبلية للتطبيق أكثر تخصيصًا",
            "زيادة كفاءة وعمليات التطبيق",
            "مراقبة وتحليل الاستخدام والاتجاهات لتحسين تجربتك مع التطبيق"
        ]
    },
    "dataSecurity": {
        "title": "أمان معلوماتك",
        "content": "نستخدم تدابير أمنية إدارية وتقنية ومادية للمساعدة في حماية معلوماتك الشخصية. في حين أننا اتخذنا خطوات معقولة لتأمين المعلومات الشخصية التي تقدمها لنا، يرجى العلم أنه على الرغم من جهودنا، لا توجد تدابير أمنية مثالية أو لا يمكن اختراقها، ولا يمكن ضمان أي طريقة لنقل البيانات ضد أي اعتراض أو إساءة استخدام أخرى."
    },
    "contactUs": {
        "title": "اتصل بنا",
        "content": "إذا كانت لديك أسئلة أو تعليقات حول سياسة الخصوصية هذه، فيرجى الاتصال بنا على:",
        "email": "support@karim24.com",
        "phone": "+44-7450-446551",
        "address": "123 شارع البنوك، مدينة المالية، FC 12345"
    },
    "phoneNumberApproval": {
        "title": "موافقة استخدام رقم الهاتف",
        "content": "يجوز للمستخدم مشاركة أرقام الهاتف الخاصة به مع تطبيق كريم وذلك لغرض تمكين المستخدمين من دفع الفواتير نيابة عن الآخرين دون الحاجة إلى نسخ ولصق الرقم. ومع ذلك، يحق له إيقاف مشاركة أرقام الهاتف الخاصة به معنا في أي وقت عن طريق تعديل اعدادات الهاتف الخاص به."
    },
    "cameraApproval": {
        "title": "موافقة استخدام الكاميرا",
        "content": "يجوز للمستخدم مشاركة الكاميرا الخاصة به مع تطبيق كريم وذلك لغرض مسح رموز QR. ومع ذلك، يحق له إيقاف مشاركة الكاميرا الخاصة به معنا في أي وقت عن طريق تعديل اعدادات الهاتف الخاص به."
    },
    "communicationApproval": {
        "title": "موافقة استخدام رسائل  التواصل ",
        "content": "يوافق  المستخدم علي  استقبال رسائل نصية أو بريد الالكتروني  ومكالمات بغرض تأكيد العمليات التي تتم من خلال تطبيق كريم وكذلك استقبال مواد إعلانية ودعائية  علي تطبيق كريم  من خلال أطراف أخرى."
    },
    "limitationOfLiability": {
        "title": "إبراء الذمة",
        "content": "يقر ويتعهد المستخدم بإبراء ذمة كريم ومساهميها وموظفيها و مماثليها من وضد أي أضرار، أخطاء، أو عيوب تقنية  أو فيروسات  من أي نوع أو عن أي عمليات خرق للبيانات الشخصية  تنشأ عن استخدامك لتطبيق كريم  أو خدماتنا."
    },
    "securityPrecautions": {
        "title": "الاحتياطات الأمنية",
        "content": "",
        "items": [
            "الملف الشخصي الخاص بلمستخدم لدى كريم محمي بكلمة مرور بحيث يكون لمستخدم الحق ولموظفي كريم  المخولين في الوصول إلى معلومات الحساب الخاص بالمستخدمين. لن يقوم موظف كريم وبصورة استباقية بالاتصال بالمستخدمين وطلب أي معلومات حساب شخصية، يشمل ذلك كلمة المرور الخاصة بالمستخدمين.",
            "يبذل كريم كل جهد مستطاع لضمان أمن وحماية البيانات الشخصية الخاصة بالمستخدمين في نظامه. إذا كان لدي المستخدمين  أي استفسارات حول هذه المسألة، يمكنه الرجوع إلى شروط وأحكام الاستخدام للعميل. إلى المدى المسموح به بمقتضى القانون المطبق، نخلي مسؤوليتنا صراحة ضد أي مطالبة أو مسؤولية ربما تنشأ في حال حصول أي أطراف على البيانات الشخصية التي يرسلها المستخدمين إلى كريم."
        ]
    },
    "variations": {
        "title": "التعديلات",
        "content": "نقوم بتعديل بنود سياسة الخصوصية من وقت لآخر، لذلك نرجو مراجعتك لهذه السياسة بشكل دوري تحسبا لأي تغيير قد يطرأ عليها. ستُعتبر أي تعديلات سارية اعتبارًا من تاريخ نشرها على تطبيق كريم و/أو الموقع الخاص بنا."
    }
}